Repository: A-D-DBS-application/web-application-2025-group-21
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Gelieve in te loggen om deze actie uit te voeren.
fr: Veuillez vous connecter pour effectuer cette action.

source: Only companies can view their own job posts.
fr: Seules les entreprises peuvent consulter leurs propres offres d’emploi.

source: Company profile not found.
fr: Profil d’entreprise introuvable.

source: Mijn Vacatures
fr: Mes offres d’emploi

source: Gebruikersnaam is vereist.
fr: Un nom d’utilisateur est requis.

source: Please log in to view your dashboard.
fr: Veuillez vous connecter pour accéder à votre tableau de bord.

source: Only consultants can edit their profile
fr: Seuls les consultants peuvent modifier leur profil.

source: Ongeldig bestandstype. Upload enkel pdf/doc/docx.
fr: Type de fichier non valide. Veuillez téléverser uniquement des fichiers PDF, DOC ou DOCX.

source: Profile updated
fr: Profil mis à jour avec succès.

source: Only consultants can update their skills
fr: Seuls les consultants peuvent mettre à jour leurs compétences.

source: Consultant not found
fr: Consultant introuvable.

source: Only companies can browse consultant profiles.
fr: Seules les entreprises peuvent consulter les profils des consultants.

source: Only companies can edit their profile
fr: Seules les entreprises peuvent modifier leur profil.

source: Company profile updated
fr: Profil d’entreprise mis à jour avec succès.

source: Alleen bedrijven kunnen contactgegevens van consultants vrijgeven.
fr: Seules les entreprises peuvent débloquer les coordonnées des consultants.

source: Consultant profiel niet gevonden.
fr: Profil du consultant introuvable.

source: Contactgegevens zijn al vrijgegeven.
fr: Les coordonnées ont déjà été débloquées.

source: Contactgegevens succesvol vrijgegeven!
fr: Coordonnées débloquées avec succès !

source: Maak eerst een Job Post aan om het IConsult relevantiefilter op basis van uw behoeften in te schakelen.
fr: Créez d’abord une offre d’emploi afin d’activer le filtre de pertinence IConsult basé sur vos besoins.

source: Only companies can unlock consultant contact details
fr: Seules les entreprises peuvent débloquer les coordonnées des consultants.

source: Only companies can create job posts
fr: Seules les entreprises peuvent créer des offres d’emploi.

source: Titel en beschrijving zijn verplicht.
fr: Le titre et la description sont obligatoires.

source: Job succesvol aangemaakt.
fr: Offre d’emploi créée avec succès.

source: Job not found
fr: Offre d’emploi introuvable.

source: Only consultants can unlock job contact details
fr: Seuls les consultants peuvent débloquer les coordonnées des offres d’emploi.

source: Only companies can edit job posts
fr: Seules les entreprises peuvent modifier les offres d’emploi.

source: Job not found or you are not the owner
fr: Offre d’emploi introuvable ou vous n’en êtes pas le propriétaire.

source: Job updated.
fr: Offre d’emploi mise à jour avec succès.

source: Only companies can delete job posts
fr: Seules les entreprises peuvent supprimer des offres d’emploi.

source: Job deleted
fr: Offre d’emploi supprimée avec succès.

source: Vacatureoverzicht
fr: Aperçu des offres d’emploi

source: Home
fr: Accueil

source: Jobs
fr: Offres

source: Dashboard
fr: Tableau de bord

source: Login
fr: Connexion

source: Logout
fr: Déconnexion

source: All rights reserved
fr: Tous droits réservés

source: Geen profielfoto
fr: Aucune photo de profil

source: Profielfoto
fr: Photo de profil

source: Consultant detail
fr: Détails du consultant

source: Skills
fr: Compétences

source: Geen skills opgegeven.
fr: Aucune compétence indiquée.

source: Contactgegevens
fr: Coordonnées

source: Telefoon
fr: Téléphone

source: Niet ingevuld
fr: Non renseigné

source: Bekijk / download CV
fr: Voir / télécharger le CV

source: Deze contactgegevens zijn vrijgegeven en permanent zichtbaar.
fr: Ces coordonnées ont été débloquées et restent visibles en permanence.

source: De contactgegevens van deze consultant zijn verborgen.
fr: Les coordonnées de ce consultant sont masquées.

source: Weet u zeker dat u de contactgegevens wilt vrijgeven?
fr: Êtes-vous sûr de vouloir débloquer ces coordonnées ?

source: 🔒 Ontgrendel contactgegevens (MVP Knop)
fr: 🔒 Débloquer les coordonnées (Bouton MVP)

source: Door op deze knop te klikken, worden de contactgegevens permanent zichtbaar voor uw bedrijf.
fr: En cliquant sur ce bouton, les coordonnées deviendront définitivement visibles pour votre entreprise.

source: Zichtbaar voor u als eigenaar
fr: Visible pour vous en tant que propriétaire

source: Log in als Bedrijf om de contactgegevens te bekijken en te ontgrendelen.
fr: Connectez-vous en tant qu’entreprise pour consulter et débloquer les coordonnées.

source: Specialisatie
fr: Spécialisation

source: Skills Consultant
fr: Compétences du consultant

source: meer
fr: plus

source: Match
fr: Correspondance

source: Score Uitsplitsing
fr: Répartition du score

source: Recentheid
fr: Récence

source: Populariteit
fr: Popularité

source: Totaal
fr: Total

source: geunlockt
fr: débloqués

source: Profiel
fr: Profil

source: Ingelogd als:
fr: Connecté en tant que :

source: Rol:
fr: Rôle :

source: nog niet toegevoegd
fr: pas encore ajouté

source: Naam:
fr: Nom :

source: Locatie:
fr: Localisation :

source: Opmerking:
fr: Remarque :

source: Geen headline
fr: Aucun intitulé ajouté

source: Skills:
fr: Compétences :

source: Geen skills geselecteerd
fr: Aucune compétence sélectionnée

source: Skills aanpassen
fr: Modifier les compétences

source: Profiel aanpassen
fr: Modifier le profil

source: Bedrijfsnaam:
fr: Nom de l’entreprise :

source: Sector:
fr: Secteur :

source: Nieuwe job posten
fr: Publier une nouvelle offre

source: Mijn job posts
fr: Mes offres d’emploi

source: Bedrijfsprofiel aanpassen
fr: Modifier le profil de l’entreprise

source: Stad:
fr: Ville :

source: Land:
fr: Pays :

source: Contactinformatie (wordt verborgen getoond)
fr: Informations de contact (affichées de manière privée)

source: Contact E-mailadres:
fr: Adresse e-mail de contact :

source: Contact Telefoonnummer:
fr: Numéro de téléphone de contact :

source: Opslaan
fr: Enregistrer

source: Naam zichtbaar voor anderen:
fr: Nom visible pour les autres :

source: Headline:
fr: Intitulé :

source: Profielfoto:
fr: Photo de profil :

source: Kies je skills
fr: Sélectionnez vos compétences

source: Vacatures | Job Lijst
fr: Offres d’emploi | Liste

source: Vacatures
fr: Offres d’emploi

source: Kies uw zoekmodus:
fr: Choisissez votre mode de recherche :

source: 🧠 IConsult Match (Beste Relevantie)
fr: 🧠 IConsult Match (Pertinence optimale)

source: 🔧 Handmatige Filter & Sortering
fr: 🔧 Filtrage et tri manuels

source: Gebruik onderstaande velden om handmatig te filteren. Resultaten worden gesorteerd op Titel (A-Z).
fr: Utilisez les champs ci-dessous pour filtrer manuellement. Les résultats sont triés par titre (A–Z).

source: Zoek op Titel/Omschrijving
fr: Rechercher par titre / description

source: Contract type (Alle)
fr: Type de contrat (Tous)

source: Filters Toepassen
fr: Appliquer les filtres

source: Reset Filters
fr: Réinitialiser les filtres

source: Vereiste Skills:
fr: Compétences requises :

source: Bekijk Vacature
fr: Voir l’offre

source: Geen vacatures gevonden die overeenkomen met de criteria.
fr: Aucune offre ne correspond à vos critères.

source: Contactgegevens van het Bedrijf
fr: Coordonnées de l’entreprise

source: Bedrijf:
fr: Entreprise :

source: Locatie
fr: Localisation

source: Contracttype
fr: Type de contrat

source: Vereiste skills
fr: Compétences requises

source: Geen specifieke skills opgegeven.
fr: Aucune compétence spécifique indiquée.

source: Bewerken
fr: Modifier

source: Verwijderen
fr: Supprimer

source: Zeker verwijderen?
fr: Confirmez-vous la suppression ?
